/* No comment provided by engineer. */
"HIGE_WORD" = "High";

/* No comment provided by engineer. */
"LOW_WORD" = "Low";

/* No comment provided by engineer. */
"MEDIAN_WORD" = "Median";

"SETTING_APP_NAME_WORD" = "App Name";

"SETTING_APP_NAME" = "ImageEditor";

/* app version for locale */
"SETTING_APPVERSION_WORD" = "App Version";

/* No comment provided by engineer. */
"SETTING_AUTO_SAVE_IMAGE" = "Auto Save Image";

/* No comment provided by engineer. */
"SETTING_CANCEL_WORD" = "Cancel";

/* device for locale */
"SETTING_DEVICE_WORD" = "Device";

/* No comment provided by engineer. */
"SETTING_FEEDBACK_CONTENT" = "Please leave your suggestions and advice to us.<br /><br /><br />The following information is valuable for us to confirm the problem. Please keep it.";

/* No comment provided by engineer. */
"SETTING_FEEDBACK_TITLE" = " iOS support";

/* No comment provided by engineer. */
"SETTING_FEEDBACK_WORD" = "Feedback";

/* No comment provided by engineer. */
"SETTING_IMAGE_RESOLUTION" = "Image Resolution";

/* ios version locale */
"SETTING_IOS_VERSION_WORD" = "iOS Version";

/* No comment provided by engineer. */
"SETTING_MAIL_WORD" = "email";

/* rate for locale */
"SETTING_RATE_WORD" = "Rate";

/* No comment provided by engineer. */
"SETTING_SECTION_GENERAL" = "General Settings";

/* No comment provided by engineer. */
"SETTING_SECTION_OTHER" = "Other Settings";

/* No comment provided by engineer. */
"SETTING_SHARE_MESSAGE_1" = "I am using ";

"SETTING_SHARE_MESSAGE_2" = " and I think you might like it. Check out this application:";

/* No comment provided by engineer. */
"SETTING_SHARE_SHEET_TITLE" = "Share By";

/* No comment provided by engineer. */
"SETTING_SHARE_TITLE" = "I have a cool app to share with you!!";

/* No comment provided by engineer. */
"SETTING_SHARE_WORD" = "Share";

/* No comment provided by engineer. */
"SETTING_SMS_WORD" = "SMS";

/* No comment provided by engineer. */
"SETTING_UPGRADE_WORD" = "Upgrade";

/* No comment provided by engineer. */
"SETTING_USE_NETWORK" = "Use Network To Locate Eyes Accurately";

/* No comment provided by engineer. */
"SETTING_WIFI_ONLY" = "Use Network Under WIFI Only";

"SETTING_MAIL_NOT_SUPPORT" = "This device can NOT send email!";

"SETTING_SMS_NOT_SUPPORT" = "This device can NOT send SMS!";

"SETTING_OK_WORD" = "OK";

"SETTING_SEND_MAIL_FAIL" = "Fail to send email";

"SETTING_SEND_SMS_FAIL" = "Fail to send SMS";

"SETTING_VC_TITLE" = "SETTINGS";

"SETTING_MORE_WORD" = "More Apps";

/* version locale */
"SETTING_VERSION_WORD" = "Version";


